{
    "crops":[
        {
            "id":"persea-americana",
            "category":"fruta",
            "crop-name":"aguacate mexicano",
            "weather":"",
            "land":"",
            "growing-zone": "valle Central y específicamente en las siguientes regiones: León Cortés, Tarrazú, Santa María de Dota, Grecia, Coronado, Poás, Goigoechea, Zarcero, Tres Ríos y Sarchí.",
            "propagation":"el aguacate se puede propagar por semilla o por injerto.",
            "soil-preparation":"",
            "sowing":"",
            "fertilization":"",
            "irrigation":"",
            "pest and disease control":"",
            "harvest":""
        },
        {
            "id":"malus-domestica",
            "category":"fruta",
            "crop-name":"manzana",
            "weather":"el clima ideal para la manzana se encuentra donde las temperaturas mínimas bajan de 7ºC",
            "land":"el suelo ideal para cultivar manzana debe tener textura franco arenoso y un buen drenaje, el pH es crítico, si es mejor de 5,5, y el aluminio intercambiable mayor de 0,3 meq/100 ml de suelo, se deberá corregir mediante encalado",
            "growing-zone": "zona de los Santos: Santa María de Dota, San Marcos de Tarrazú, San Pablo de León Cortes, la zona alta de Cartago, las zonas altas del Norte de Heredia y Alajuela (Zarcero). Además, han obtenido buenos resultados en Santa Cruz de Turrialba.",
            "propagation":"vegetativa por medio de brotes, también conocida como patrones clonales o por semillas.",
            "soil-preparation":"",
            "sowing":"",
            "fertilization":"",
            "irrigation":"",
            "pest and disease control":"",
            "harvest":""
        },
        {
            "id":"mangifera-indica-l",
            "category":"fruta",
            "crop-name":"mango",
            "weather":"clima tropical y subtropical, temperaturas entre los 20 y los 32 °C.",
            "land":"suelos con textura limosa, profundos, ricos en humus y con un pH entre 5,5 y 7,5. Puede desarrollarse en suelos arenosos, ácidos o calcáreo moderados, simpre y cuado se fertilicen adecuadamente.",
            "growing-zone": "la producción del país está localizada en los cantones alajuelenses de Orotina, San Mateo, Atenas, y en las provincias de Guanacaste y Puntarenas.",
            "propagation":"semilla e injerto",
            "soil-preparation":"",
            "sowing":"",
            "fertilization":"",
            "irrigation":"",
            "pest and disease control":"",
            "harvest":""
        }    
    ]
}